import React from "react";

const PoemsData = [
  {
    title: "В цей ліс я ходила роками",
    name: "* * *",
    id: "forest",
    path: "#forest",
    text: <>В цей ліс я ходила роками – <br />
          втішав мене років з п'яти, <br />
          й не можна до нього не йти – <br />
          він оберігав юність мами. <br />

          Чарівні тумани повзли, <br />
          сосонка була ще  дитятком. <br />
          Ледь лапку її відхили – <br />
          під нею сміялись маслятка! <br />

          …На ній, корабельній сосні, <br />
          пташина така терпелива! <br />
          Як двієчнику, мені <br />
          повторює фразу тремтливу. <br />

          А я і не втямлю одразу: <br />
          чи то є музична фраза, <br />
          чи то настанова мені  – <br />
          як вижити у війні. <br />

          Що сталося з лісом і з нами? <br />
          Тремтить замінований ліс. <br />
          А поміж дубів та беріз  – <br />
          світленькі траншеї , як шрами. <br />

          Мої вороги-лиходії <br />
          навряд чи сказати зуміють, <br />
          чого вони пруться в наш ліс! <br />
          Для них не було тут ні свята, <br />
          ані картоплини з багаття, <br />
          ні сміху, <br />
                        ні смутку, <br />       
                                          ні сліз…" <br />
          </>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Паска",
    name: "Паска",
    id: "paska",
    path: "#paska",
    text: <>Ось хата на лінії бою. <br />
          Не біла вже, як печериця. <br />
          А чорна,  неначе  вдовиця, <br />
          яка обручилась з журбою. <br />

          Ось хата  на лінії болю. <br />

          Усе, що було тут ошатним <br />
          спалило залізо закляте, <br />
          забрало назавжди з собою <br />
          усіх, ким пишалася хата, <br />
          усе, чим була так багата, <br />
          до чого торкалися руки – <br />
          свій затишок і свої звуки, <br />
          надії  на весну і свято… <br />

          Лиш комин стирчить винувато. <br />

          То нелюди до Великодня <br />
          порушили тишу Господню. <br />

          Ось паска у спаленій хаті. <br />
          Обвуглена, як  Україна, <br />
          яку оточили солдати. <br />

          Та свіжа із середини!</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Їхтам єсть",
    name: "Їхтам єсть",
    id: "theyarehere",
    path: "#theyarehere",
    text: <>Їх призивали до наступу. <br />
          Не в могили. <br />
          Голови юні отемнили і поголили… <br />
          Попелом стали <br />
          вчорашні школярики  мирні, <br />
          щедро принесені в жертву нечуваним іграм. <br />

          Знову цілують рашистські знамена державні, <br />
          знову до наступу сунуть в лихій круговерті <br />
          гвинтики, <br />
          вірні вождю і присязі безжальній, <br />
          вкручені в плани досягнення горя і смерті. <br />

          Сипали їх, як стріли  на Україну. <br />
          Голови юні наповнили каламуттю. <br />
          Тут вони стріли безславну останню годину. <br />

          Хто вони  світові? <br />
          Прокляті і забуті. <br />    
</>,
    poemsLink: "sidebar_link",
  },

  {
    title: "Донiна Ялинка",
    name: "Донiна Ялинка",
    id: "donina",
    path: "#donina",
    text: <>І.<br />
          Раптові короткі збори, <br />
          поспішне тривожне прощання: <br />
          – Побачимось  скоро з тобою!.. <br />
          А далі – колони за обрій, <br />
          а далі – сирен завивання, <br />
          а далі – суцільна непевність, <br />
          що вибух не розведе нас, <br />

          і в небі – як жилки на скронях, <br />
          сліди від смертельної зброї, <br />
          неначе став зримим і явним <br />
          над рідним будинком диявол. <br />

          Жорсткий божевільний лютий <br />
          велів нам про спокій забути, <br />
          хотів не впустити вЕсну, <br />
          бажав, щоби крига не скресла. <br />

          Та зелень прорвала облогу, <br />
          неначе вже мир, слава Богу. <br />
          Черешня стоїть у короні, <br />
          кульбабки в траві – як на троні. <br />
          На них – форма хоч не військова, <br />
          та витримка обов’язкова. <br />
          Сміливчики  безборонні – <br />
          тюльпани відкрили обличчя, <br />
          бузок намагається звично <br />
          підставити сонечку грона… <br />
          Усе це нездолане військо <br />
          війні протидіяти вийшло. <br />
          Шалено, відважно і вперто <br />
          усе опирається смерті! <br />
          У цьому є щось героїчне – <br />
          усім напираючим роєм <br />
          безслівним, дзвінким і беззбройним <br />
          наважитись на протиріччя! <br />
          Весна ароматами м’яти <br />
          встає проти зайди-гармати, <br />
          іде проти сірого танку <br />
          в атаку, в атаку, в атаку! <br />

          …В кутку нежилої кімнати <br />
          ялинка блищить новорічна, <br />
          то спогад про мир, і про свято… <br />

          Як складені разом долоні, <br />
          ялинка чекає на доню, <br />
          бо та прикрашала це віття. <br />

          Ялинка ще мирна. Цивільна.. <br />

          ІІ. <br />
          Лютий розбив і мости, і дороги, <br />
          поруйнував і будівлі, і долі, <br />
          хижо заслав до нас орків безрогих – <br />
          вершників смерті, розлуки і болю, <br />
          тих, що хотіли пройтись тут парадом… <br />

          Наша ялинка чекає на Ладу, <br />
          як  Україна – на перемогу. <br />
          Віримо в воїнів наших, як в Бога!</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Погляну на тремтяче віття",
    name: "* * *",
    id: "look",
    path: "#look",
    text: <>Погляну на тремтяче віття –<br />
          і точно душу щось кольне. <br />
          Бринить, залишена у світі <br />
          та фраза: "Зрадиш ти мене!.." <br />

          А гілка царственого дуба <br />
          вогкими віями здригне, <br />
          почувши кроки лісоруба, <br />
          і мовить: "Ти продаш мене!.." <br />

          Промінчик у вікні вагону <br />
          раптово лезом полосне, <br />
          й підкотить муку ту знайому – <br />
          як легко зрадив ти мене!</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Куди завгодно – тільки в снігопад!",
    name: "* * *",
    id: "snowfall",
    path: "#snowfall",
    text: <>Куди завгодно – тільки в снігопад! <br /> 
          Хай в ніч, у холод, в танці хуртовини! <br />
          Летять, летять секундочки невпинні, <br />
          летять, не повертаючись назад. <br />
          Мої сніжинки, поштарі родинні – <br />
          від  мами вість несуть в притихлий сад. <br />

          Вдивляюся в тонесеньку різьбу – <br />
          так ми колись з паперу вирізали… <br />
          Безмовний снігопад – про нас сказання, <br />
          про новорічне чудо й про журбу… <br />
          Усе, що ми не встигли й не сказали, <br />
          сніги вплели в холодну ворожбу. <br />
          </>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Тюльпани ховаються в землю все глибше",
    name: "* * *",
    id: "tulips",
    path: "#tulips",
    text: <>Тюльпани ховаються в землю все глибше, <br />
          щоб люди лихі не змогли їх вкопати. <br />

          Весною пробились з глибокої тиші – <br />
          а люди воюють. Руїни від хати… <br />

          Тягнулись тюльпани між склом і камінням, <br />
          щоб знову людей із весною вітати. <br />
          Розквітли й раділи незмінно, невпинно, <br />
          немов їх побачать ті діти, та мати… <br />

          А діти у тиші глибокій зостались, <br />
          і більше не мають ні росту, ні віку… <br />
          З тюльпанами місцем вони помінялись. <br />
          Весна не покличе їх вийти до світу. <br />

          Зелено-червоним розквітлим контрастом <br />
          тюльпани продовжили пісню про щастя. <br />
          Військовим здавалось – в руїнах тих знову <br />
          з'явилися плями від свіжої крови… <br />

          …     Бутони, які ту війну не здолали, <br />
          ніколи вже не розцвітуть під зорею. <br />
          Та кожної вЕсни з могили своєї <br />
          ті білі стеблини повзуть під завалом. <br />
</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Крик",
    name: "Крик",
    id: "cry",
    path: "#cry",
    text: <>Тихі села. Та чим провинилися, <br />
          що отак звуки всі провалилися? <br />
          Розквітаючий впевнений ранок <br />
          абсолютною тишею ранить. <br />

          Тихі села. Хати всі незамкнені  –  <br />
          так у вбитих руки розімкнені, <br />
          так у вбитих жах незагоєний. <br />
          Крик до неба. <br />
          Та що ж це накоєно?</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Пестить нас небо веселе",
    name: "* * *",
    id: "sky",
    path: "#sky",
    text: <>Пестить нас небо веселе – <br />  
          зливу спіткали ми в полі! <br />
              Щастя нам влучило в долю, <br />
          наче  веселка  – в оселю! <br />
          Фотографує нас блискавка! <br />
              Прагне з тим фото пограти <br />
          й нашим батькам передати <br />
          в ирій хорошу звістку, <br />
          що серед теплої зливи <br />
          є  ми  –   в обіймах щасливих. <br />

          Фотографине-блискавко! <br />
          Хоч на хвилинку висвіти, <br />
          як же отримати звістку нам <br />
          можна з безодні імлистої?.. <br />
          Без отієї розмови щастя  не буде повним.</>,
    poemsLink: "sidebar_link",
  },
  {
    title: "Коли креслиш повітряні рами",
    name: "* * *",
    id: "drawing",
    path: "#drawing",
    text: <>Коли креслиш повітряні рами – <br />
          я неначе окреслена щастям! <br />
          Ти повітряні пишеш портрети <br />
          у дворі, під дощем, біля  храму, <br />
          у саду біля квітів прекрасних, <br />
          в стилі фольк, в стилі блюз, або ретро… <br />

          Тим портретам вигадуєш назви: <br />
          "Незнайомка", "Трактирниця з вазою" <br />

          "Ти у мене єдина така є", <br />
          "Вишивальниця", "Ранок Господній" <br />
          Ми сміємося!.. <br />
                                Та виникає – <br />
          як вітрильник з морської безодні, – <br />
          провінційний музей, і картина <br />
          дуже давня, як давня Тортила. <br />

          Позолота обсипана з рами, <br />
          лик жіночий з'являється з тіні, <br />
          з кракелюрового павутиння, <br />
          як збережена кардіограма <br />
          незабутнього  рідного  дому. <br />
          Невідомий. "Портрет невідомої."</>,
    poemsLink: "sidebar_link",
  },
];

export default PoemsData;
